[
  {
    "title": "For candidates",
    "description": "As a senior professional the right career opportunities can be hard to find. They are often unadvertised, and with headhunters or hiring managers who you don't know (and who don't know you). We help you to ensure that pertinent information, not in your linkedin profile, reaches those responsible for senior hiring. The dissemination of this rich information will ensure you don’t miss out. We check in with you, so that you don't have to do the leg work.",
    "image": {
      "url": "images/features/noun_branding_1885335.svg",
      "width": 80,
      "height": 80
    }
  },
  {
    "title": "For headhunters",
    "description": "LinkedIn has become a critical tool for information gathering. This data, combined with your proprietary information and other providers such as boardex come together to facilitate your target lists. And yet there is still a big information gap. Your highly trained researchers spend a huge amount of time collecting richer contextual information that isn't available anywhere else and is out of date very quickly. Our AI system collects that information, and keeps it up to date, so that they can direct their efforts where their skills really count.",
    "image": {
      "url": "images/features/noun_The Process_1885341.svg",
      "width": 80,
      "height": 80
    }
  },
  {
    "title": "For hiring managers",
    "description": "Extensive research has demonstrated just how critical senior hiring is. The war for talent continues, and it is a dog fight. But it doesn't need to be. Understanding high caliber individuals on a personal level is the key. Finding the right someone, for the right challenge, at just the right time is what gives the best hiring exercises the edge. This requires much richer - and up to date - information than is available in LinkedIn. Our AI system extracts this information first-hand from the individual and at regular intervals, enabling a much enhanced ability to target with precision.",
    "image": {
      "url": "images/features/noun_3d modeling_1885342.svg",
      "width": 80,
      "height": 80
    }
  }
]
